Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_4K_100_HEVC_DOLBY_FOOTER
source: • 700 MB with 4K at 100 fps (PAL TV, higher resolution)
ar: ‏• ^[700](formatNumber: true) م.ب. بدقة 4K بمعدل ^[100](formatNumber: true) إطار/ث (PAL TV، دقة أعلى)
bg: • 700 MB с 4K / 100 кадъра/сек (PAL TV, по-висока резолюция)
bn: • 100 fps-এ 4K-এর সাথে 700 MB (PAL TV, হায়ার রেজোলিউশন)
ca: • 700 MB amb 4K a 100 fps (PAL TV, major resolució)
cs: • 700 MB při 4K a 100 fps (PAL TV, vyšší rozlišení)
da: • 700 MB med 4K ved 100 bps (PAL-tv, højere opløsning)
de: • 700 MB in 4K mit 100 fps (PAL TV, höhere Auflösung)
el: • 700 MB με 4K στα 100 καρέ/δευτ. (PAL TV, υψηλότερη ανάλυση)
es: • 700 MB a 4K y 100 fps (TV PAL, mayor resolución)
es_us: • 700 MB con 4K a 100 fps (PAL TV, mayor resolución)
fi: • 700 Mt, jos valittuna on 4K / 100 fps (PAL TV, suurempi tarkkuus)
fr: • 700 Mo avec 4K à 100 ips (TV PAL, meilleure résolution)
fr_ca: • 700 Mo avec 4K à 100 ips (télévision PAL, résolution maximale)
gu: • 100 fps પર 4K માટે 700 MB (PAL TV, હાયર રિઝોલ્યૂશન)
he: ‏• 700 מ״ב עם 4K בקצב של ⁨100 FPS⁩ (PAL TV, רזולוציה גבוהה יותר)
hi: • 100 fps पर 4K के साथ 700 MB (PAL TV, उच्च रिज़ोल्यूशन)
hr: • 700 MB s 4K pri 100 FPS (PAL TV, viša razlučivost)
hu: • 700 MB 4K felbontással, 100 fps sebességgel (PAL TV, nagyobb felbontás)
id: • 700 MB dengan 4K pada 100 fps (PAL TV, resolusi lebih tinggi)
it: • 700 MB con 4K a 100 fps (TV PAL, risoluzione superiore)
ja: • 700 MB（4K/100 fps、PAL TV、高解像度）
kk: • 700 МБ: 4K, 100 кадр/с (PAL TV, жоғарырақ ажыратымдылық)
kn: • 100 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 700 MB (PAL TV, ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 700MB, 4K - 100fps(PAL TV, 고해상도)
lt: • 700 MB pasirinkus 4K 100 kadr./s (PAL TV, didesnė raiška)
ml: • 100 fps‍-‍ൽ 4K‍-‍യോടു കൂടിയ 700 MB (PAL TV, കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 100 fps वर 4K सह 700 MB (PAL TV, उच्च रेझोल्यूशन)
ms: • 700 MB dengan 4K pada 100 bps (PAL TV, resolusi lebih tinggi)
nb: • 700 MB med 4K ved 100 bps (PAL TV, høyere oppløsning)
nl: • 700 MB met 4K op 100 fps (PAL TV, hogere resolutie)
or: • ^[100](formatNumber: true) fpsରେ 4K ସହିତ ^[700](formatNumber: true) MB (PAL TV, ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 100 fps ’ਤੇ 4K ਨਾਲ 700 MB (PAL TV, ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 700 MB przy 4K i 100 kl./s (TV PAL, wyższa rozdzielczość)
pt_br: • 700 MB com 4K a 100 fps (PAL TV, resolução maior)
pt_pt: • 700 MB com 4K a 100 fps (TV PAL, resolução superior)
ro: • 700 MB cu 4K la 100 fps (PAL TV, rezoluție mai înaltă)
ru: • 700 МБ при 4K, 100 кадр⁠/⁠с (PAL TV, более высокое разрешение)
sk: • 700 MB pri 4K, 100 fps (PAL TV, vyššie rozlíšenie)
sl: • 700 MB z ločljivostjo 4K pri 100 sličicah/s (PAL TV, višja ločljivost)
sv: • 700 MB i 4K med 100 bilder/s (PAL TV, högre upplösning)
ta: • 4K @ 100 fps உடன் 700 MB (PAL TV, உயர் தெளிவுத்திறன்)
te: • 100 fpsగా 4Kతో 700 MB (PAL TV, అధిక రిజల్యూషన్)
th: • 700 MB ด้วย 4K ที่ 100 fps (PAL TV, ความละเอียดมากขึ้น)
tr: • 700 MB; 4K, 100 kare/sn. (PAL TV, daha yüksek çözünürlük)
uk: • 700 МБ для 4K із 100 кадр/с (PAL TV, вища роздільність)
ur: • ‏⁨^[100](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[700](formatNumber: true) MB⁩ (‏⁨PAL TV⁩، زیادہ ریزولیوشن)
vi: • 700 MB với 4K tại 100 fps (PAL TV, độ phân giải cao hơn)
zh_cn: • 700 MB, 4K/100 fps（PAL电视，高分辨率）
zh_hk: • 700 MB（4K/100 fps，PAL電視，更高解像度）
zh_tw: • 700 MB（4K/100 fps，PAL電視，較高解析度）

# CAM_RECORD_VIDEO_4K_100_HEVC_FOOTER
source: • 630 MB with 4K at 100 fps (PAL TV, higher resolution)
ar: ‏• ٦٣٠ م.ب. بدقة 4K بمعدل ١٠٠ إطار/ث (PAL TV، دقة أعلى)
bg: • 630 MB с 4K / 100 кадъра/сек (PAL TV, по-висока разделителна способност)
bn: • 100 fps-এ 4K-এর সাথে 630 MB (PAL TV, হায়ার রেজোলিউশন)
ca: • 630 MB amb 4K a 100 fps (PAL TV, major resolució)
cs: • 630 MB při 4K a 100 fps (PAL TV, vyšší rozlišení)
da: • 630 MB med 4K ved 100 bps (PAL-tv, højere opløsning)
de: • 630 MB in 4K mit 100 fps (PAL TV, höhere Auflösung)
el: • 630 MB με 4K στα 100 καρέ/δευτ. (PAL TV, υψηλότερη ανάλυση)
es: • 630 MB a 4K y 100 fps (TV PAL, mayor resolución)
es_us: • 630 MB con 4K a 100 fps (PAL TV, mayor resolución)
fi: • 630 Mt, jos valittuna on 4K / 100 fps (PAL TV, suurempi tarkkuus)
fr: • 630 Mo avec 4K à 100 ips (TV PAL, meilleure résolution)
fr_ca: • 630 Mo avec 4K à 100 ips (télévision PAL, résolution maximale)
gu: • 100 fps પર 4K માટે 630 MB (PAL TV, હાયર રિઝોલ્યૂશન)
he: ‏• 630 מ״ב עם 4K בקצב של ⁨100 FPS⁩ (PAL TV, רזולוציה גבוהה יותר)
hi: • 100 fps पर 4K के साथ 630 MB (PAL TV, उच्च रिज़ोल्यूशन)
hr: • 630 MB s 4K pri 100 FPS (PAL TV, viša razlučivost)
hu: • 630 MB 4K felbontással, 100 fps sebességgel (PAL TV, nagyobb felbontás)
id: • 630 MB dengan 4K pada 100 fps (PAL TV, resolusi lebih tinggi)
it: • 630 MB con 4K a 100 fps (TV PAL, risoluzione superiore)
ja: • 630 MB（4K/100 fps、PAL TV、高解像度）
kk: • 630 МБ: 4K, 100 кадр/с (PAL TV, жоғарырақ ажыратымдылық)
kn: • 100 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 630 MB (PAL TV, ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 630MB, 4K - 100fps(PAL TV, 고해상도)
lt: • 630 MB pasirinkus 4K 100 kadr./s (PAL TV, didesnė raiška)
ml: • 100 fps‍-‍ൽ 4K‍-‍യോടു കൂടിയ 630 MB (PAL TV, കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 100 fps वर 4K सह 630 MB (PAL TV, उच्च रेझोल्यूशन)
ms: • 630 MB dengan 4K pada 100 bps (PAL TV, resolusi lebih tinggi)
nb: • 630 MB med 4K ved 100 bps (PAL TV, høy oppløsning)
nl: • 630 MB met 4K op 100 fps (PAL TV, hogere resolutie)
or: • ^[100](formatNumber: true) fpsରେ 4K ସହିତ ^[630](formatNumber: true) MB (PAL TV, ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 100 fps ’ਤੇ 4K ਨਾਲ 630 MB (PAL TV, ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 630 MB przy 4K i 100 kl./s (TV PAL, wyższa rozdzielczość)
pt_br: • 630 MB com 4K a 100 fps (PAL TV, resolução maior)
pt_pt: • 630 MB com 4K a 100 fps (TV PAL, resolução superior)
ro: • 630 MB cu 4K la 100 fps (PAL TV, rezoluție mai înaltă)
ru: • 630 МБ при 4K, 100 кадр⁠/⁠с (PAL TV, более высокое разрешение)
sk: • 630 MB pri 4K, 100 fps (PAL TV, vyššie rozlíšenie)
sl: • 630 MB z ločljivostjo 4K pri 100 sličicah/s (PAL TV, višja ločljivost)
sv: • 630 MB i 4K med 100 bilder/s (PAL TV, högre upplösning)
ta: • 4K @ 100 fps, 630 MB (PAL TV, உயர் தெளிவுத்திறன்)
te: • 100 fpsగా 4Kతో 630 MB (PAL TV, అధిక రిజల్యూషన్)
th: • 630 MB ด้วย 4K ที่ 100 fps (PAL TV, ความละเอียดมากขึ้น)
tr: • 630 MB; 4K, 100 kare/sn. (PAL TV, daha yüksek çözünürlük)
uk: • 630 МБ для 4K із 100 кадр/с (PAL TV, вища роздільність)
ur: • ‏⁨^[100](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[630](formatNumber: true) MB⁩ (‏⁨PAL TV⁩، زیادہ ریزولیوشن)
vi: • 630 MB với 4K tại 100 fps (PAL TV, độ phân giải cao hơn)
zh_cn: • 630 MB, 4K/100 fps（PAL电视，高分辨率）
zh_hk: • 630 MB（4K/100 fps，PAL電視，更高解像度）
zh_tw: • 630 MB（4K/100 fps，PAL電視，較高解析度）

# CAM_RECORD_VIDEO_4K_100_MOST_COMPATIBLE
source: 4K at 100 fps (PAL, High Efficiency)
ar: ‏4K بمعدل ١٠٠ إطار/ث (PAL، تنسيق عالي الكفاءة)
bg: 4K / 100 кадъра/сек (PAL, Високоефективен)
bn: 100 fps-এ 4K (PAL, হাই এফিসিয়েন্সি)
ca: 4K a 100 fps (PAL, alta eficència)
cs: 4K při 100 fps (PAL, vysoká efektivita)
da: 4K ved 100 bps (PAL, High Efficiency)
de: 4K mit 100 fps (PAL, High Efficiency)
el: 4K στα 100 καρέ/δευτ. (PAL, υψηλή απόδοση)
es: 4K a 100 fps (PAL, alta eficiencia)
es_us: 4K a 100 fps (PAL, alta eficiencia)
fi: 4K / 100 fps (PAL, korkea hyötysuhde)
fr: 4K à 100 ips (PAL, haute efficacité)
fr_ca: 4K à 100 ips (PAL, haute efficacité)
gu: 100 fps પર 4K (PAL, હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨100 FPS⁩ (PAL, יעילות גבוהה)
hi: 100 fps पर 4K (PAL, हाई एफ़िशिएंसी)
hr: 4K pri 100 FPS (PAL, visoka učinkovitost)
hu: 4K / 100 fps (PAL, nagy hatékonyságú)
id: 4K pada 100 fps (PAL, Efisiensi Tinggi)
it: 4K a 100 fps (PAL, efficienza elevata)
ja: （4K/100 fps）（PAL、高効率）
kk: 4K, 100 кадр/с (PAL, жоғары тиімділік)
kn: 100 fpsನಲ್ಲಿ 4K (PAL, ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 100fps(PAL, 고효율성)
lt: 4K 100 kadr./s (PAL, didelis efektyvumas)
ml: 100 fps-ൽ 4K (PAL, ഉയർന്ന എഫിഷ്യൻസി)
mr: 100 fps वर 4K (PAL, उच्च कार्यक्षमता)
ms: 4K pada 100 bps (PAL, Kecekapan Tinggi)
nb: 4K ved 100 bps (PAL, High Efficiency)
nl: 4K op 100 fps (PAL, High Efficiency)
or: ^[100](formatNumber: true) fpsରେ 4K (PAL, ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 100 fps ‘ਤੇ 4K (PAL, ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 100 kl./s (PAL, High Efficiency)
pt_br: 4K at 100 fps (PAL, Alta Eficiência)
pt_pt: 4K a 100 fps (PAL, alta eficiência)
ro: 4K la 100 fps (PAL, eficiență înaltă)
ru: 4K, 100 кадр⁠/⁠с (PAL, высокоэффективный)
sk: 4K pri 100 fps (PAL, vysokoefektívny)
sl: 4K pri 100 sličicah/s (PAL, visoka učinkovitost)
sv: 4K med 100 bilder/s (PAL, högeffektiv)
ta: 4K @ 100 fps (PAL, உயர் செயல்திறன்)
te: 100 fpsగా 4K (PAL, అత్యధిక సామర్థ్యం కలిగినది)
th: 4K ที่ 100 fps (PAL, ประสิทธิภาพสูง)
tr: 4K, 100 kare/sn. (PAL, Yüksek Verimlilik)
uk: 4K із 100 кадр/с (PAL, високоефективний)
ur: ‏⁨^[100](formatNumber: true) fps⁩ پر ⁨^[4K⁩](formatNumber: true) (PAL ہائی ایفی شیئنسی)
vi: 4K tại 100 fps (PAL, Hiệu suất cao)
zh_cn: 4K/100 fps（PAL，高效）
zh_hk: 4K/100 fps（PAL，高效率）
zh_tw: 4K/100 fps（PAL，高效率）

# CAM_RECORD_VIDEO_4K_100_SHORT
source: 4K at 100 fps
ar: ‏4K بمعدل ١٠٠ إطار/ث
bg: 4K / 100 кадъра/сек
bn: 4K 100 fps-এ
ca: 4K a 100 fps
cs: 4K, 100 fps
da: 4K ved 100 bps
de: 4K (100 fps)
el: 4K στα 100 καρέ/δευτ.
es: 4K a 100 fps
es_us: 4K a 100 fps
fi: 4K / 100 fps
fr: 4K à 100 ips
fr_ca: 4K à 100 ips
gu: 100 fps પર 4K
he: ‏4K בקצב של ⁨100 FPS⁩
hi: 100 fps पर 4K
hr: 4K pri 100 FPS
hu: 4K / 100 fps
id: 4K pada 100 fps
it: 4K a 100 fps
ja: 4K/100 fps
kk: 4K, 100 кадр/с
kn: 100 fpsನಲ್ಲಿ 4K
ko: 4K - 100fps
lt: 4K 100 kadr./s
ml: 100 fps‍-‍ൽ 4K
mr: 100 fps वर 4K
ms: 4K pada 100 bps
nb: 4K ved 100 bps
nl: 4K op 100 fps
or: ^[100](formatNumber: true) fpsରେ 4K
pa: 100 fps ‘ਤੇ 4K
pl: 4K, 100 kl./s
pt_br: 4K a 100 fps
pt_pt: 4K a 100 fps
ro: 4K la 100 fps
ru: 4K, 100 кадр⁠/⁠с
sk: 4K, 100 fps
sl: 4K in 100 sličic/s
sv: 4K med 100 bilder/s
ta: 4K @ 100 fps
te: 100 fpsగా 4K
th: 4K ที่ 100 fps
tr: 4K, 100 kare/sn.
uk: 4K із 100 кадр/с
ur: ‏⁨^[100](formatNumber: true) fps⁩ پر 4K
vi: 4K tại 100 fps
zh_cn: 4K/100 fps
zh_hk: 4K/100 fps
zh_tw: 4K/100 fps

# CAM_RECORD_VIDEO_4K_120
source: 4K at 120 fps
ar: ‏4K بمعدل 120 إطار/ثانية
bg: 4K / 120 кадъра/сек
bn: 4K 120 fps-এ
ca: 4K a 120 fps
cs: 4K, 120 fps
da: 4K ved 120 bps
de: 4K (120 fps)
el: 4K στα 120 καρέ/δευτ.
es: 4K a 120 fps
es_us: 4K a 120 fps
fi: 4K / 120 fps
fr: 4K à 120 ips
fr_ca: 4K à 120 ips
gu: 120 fps પર 4K
he: ‏4K בקצב של ⁨120 FPS⁩
hi: 120 fps पर 4K
hr: 4K pri 120 fps
hu: 4K / 120 fps
id: 4K pada 120 fps
it: 4K a 120 fps
ja: 4K/120 fps
kk: 4K, 120 кадр/с
kn: 120 fpsನಲ್ಲಿ 4K
ko: 4K - 120fps
lt: 4K 120 kadr./s
ml: 120 fps‍-‍ൽ 4K
mr: 120 fps वर 4K
ms: 4K pada 120 bps
nb: 4K ved 120 bps
nl: 4K op 120 fps
or: ^[120](formatNumber: true) fpsରେ 4K
pa: 120 fps ‘ਤੇ 4K
pl: 4K, 120 kl./s
pt_br: 4K a 120 fps
pt_pt: 4K a 120 fps
ro: 4K la 120 fps
ru: 4K, 120 кадр/с
sk: 4K, 120 fps
sl: 4K in 120 sličic/s
sv: 4K med 120 bilder/s
ta: 4K @ 120 fps
te: 120 fpsగా 4K
th: 4K ที่ 120 fps
tr: 4K, 120 kare/sn.
uk: 4K (120 кадр/с)
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر 4K
vi: 4K tại 120 fps
zh_cn: 4K/120 fps
zh_hk: 4K/120 fps
zh_tw: 4K/120 fps

# CAM_RECORD_VIDEO_4K_120_HEVC_DOLBY_FOOTER
source: • 800 MB with 4K at 120 fps (higher resolution)
ar: ‏• ٨٠ م.ب. بدقة 4K بمعدل ١٢٠ إطار/ث (دقة أعلى)
bg: • 800 MB с 4K / 120 кадъра/сек (по-висока разделителна способност)
bn: • 120 fps-এ 4K-এর সাথে 800 MB (হায়ার রেজোলিউশন)
ca: • 800 MB amb 4K a 120 fps (major resolució)
cs: • 800 MB při 4K a 120 fps (vyšší rozlišení)
da: • 800 MB med 4K ved 120 bps (højere opløsning)
de: • 800 MB in 4K mit 120 fps (höhere Auflösung)
el: • 800 MB με 4K στα 120 καρέ/δευτ. (υψηλότερη ανάλυση)
es: • 800 MB a 4K y 120 fps (mayor resolución)
es_us: • 800 MB con 4K a 120 fps (mayor resolución)
fi: • 800 Mt, jos valittuna on 4K / 120 fps (suurempi tarkkuus)
fr: • 800 Mo avec 4K à 120 ips (meilleure résolution)
fr_ca: • 800 Mo avec 4K à 120 ips (résolution maximale)
gu: • 120 fps પર 4K માટે 800 MB (હાયર રિઝોલ્યૂશન)
he: ‏• 800 מ״ב עם 4K בקצב של ⁨120 FPS⁩ (רזולוציה גבוהה יותר)
hi: • 120 fps पर 4K के साथ 800 MB (उच्च रिज़ोल्यूशन)
hr: • 800 MB s 4K pri 120 FPS (viša razlučivost)
hu: • 800 MB 4K felbontással, 120 fps sebességgel (nagyobb felbontás)
id: • 800 MB dengan 4K pada 120 fps (resolusi lebih tinggi)
it: • 800 MB con 4K a 120 fps (risoluzione superiore)
ja: • 800 MB（4K/120 fps、高解像度）
kk: • 800 МБ: 4K, 120 кадр/с (жоғарырақ ажыратымдылық)
kn: • 120 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 800 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 800MB, 4K - 120fps(고해상도)
lt: • 800 MB pasirinkus 4K 120 kadr./s (didesnė raiška)
ml: • 120 fps-ൽ 4K-യോടു കൂടിയ 800 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 120 fps वर 4K सह 800 MB (उच्च रेझोल्यूशन)
ms: • 800 MB dengan 4K pada 120 bps (resolusi lebih tinggi)
nb: • 800 MB med 4K ved 120 bps (høy oppløsning)
nl: • 800 MB met 4K op 120 fps (hogere resolutie)
or: • ^[120](formatNumber: true) fpsରେ 4K ସହିତ ^[800](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 120 fps ‘ਤੇ 4K ਨਾਲ 800 MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 800 MB przy 4K i 120 kl./s (wyższa rozdzielczość)
pt_br: • 800 MB com 4K a 120 fps (resolução maior)
pt_pt: • 800 MB com 4K a 120 fps (resolução superior)
ro: • 800 MB cu 4K la 120 fps (rezoluție mai înaltă)
ru: • 800 МБ при 4K, 120 кадр⁠/⁠с (более высокое разрешение)
sk: • 800 MB pri 4K, 120 fps (vyššie rozlíšenie)
sl: • 800 MB z ločljivostjo 4K pri 120 sličicah/s (višja ločljivost)
sv: • 800 MB med 4K med 120 bilder/s (högre upplösning)
ta: • 4K @ 120 fps, 800 MB (உயர் தெளிவுத்திறன்)
te: • 120 fpsగా 4Kతో 800 MB (అధిక రిజల్యూషన్)
th: • 800 MB ด้วย 4K ที่ 120 fps (ความละเอียดมากขึ้น)
tr: • 800 MB; 4K, 120 kare/sn. (daha yüksek çözünürlük)
uk: • 800 МБ для 4K із 120 кадр/с (вища роздільність)
ur: • ‏⁨^[120](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[800](formatNumber: true) MB⁩ (زیادہ ریزولیوشن)
vi: • 800 MB với 4K tại 120 fps (độ phân giải cao hơn)
zh_cn: • 800 MB, 4K/120 fps（高分辨率）
zh_hk: • 800 MB（4K/120 fps，更高解像度）
zh_tw: • 800 MB（4K/120 fps，較高解析度）

# CAM_RECORD_VIDEO_4K_120_HEVC_FOOTER
source: • 740 MB with 4K at 120 fps (higher resolution)
ar: ‏• ^[740](formatNumber: true) م.ب. بدقة 4K بمعدل ^[120](formatNumber: true) إطار/ث (دقة أعلى)
bg: • 740 MB с 4K / 120 кадъра/сек (по-висока резолюция)
bn: • 120 fps-এ 4K-এর সাথে 740 MB (হায়ার রেজোলিউশন)
ca: • 740 MB amb 4K a 120 fps (major resolució)
cs: • 740 MB při 4K a 120 fps (vyšší rozlišení)
da: • 740 MB med 4K ved 120 bps (højere opløsning)
de: • 740 MB in 4K mit 120 fps (höhere Auflösung)
el: • 740 MB με 4K στα 120 καρέ/δευτ. (υψηλότερη ανάλυση)
es: • 740 MB a 4K y 120 fps (mayor resolución)
es_us: • 740 MB con 4K a 120 fps (mayor resolución)
fi: • 740 Mt, jos valittuna on 4K / 120 fps (suurempi tarkkuus)
fr: • 740 Mo avec 4K à 120 ips (meilleure résolution)
fr_ca: • 740 Mo avec 4K à 120 ips (résolution maximale)
gu: • 120 fps પર 4K માટે 740 MB (હાયર રિઝોલ્યૂશન)
he: ‏• 740 מ״ב עם 4K בקצב של ⁨120 FPS⁩ (רזולוציה גבוהה יותר)
hi: • 120 fps पर 4K के साथ 740 MB (उच्च रिज़ोल्यूशन)
hr: • 740 MB s 4K pri 120 FPS (viša razlučivost)
hu: • 740 MB 4K felbontással, 120 fps sebességgel (nagyobb felbontás)
id: • 740 MB dengan 4K pada 120 fps (resolusi lebih tinggi)
it: • 740 MB con 4K a 120 fps (risoluzione superiore)
ja: • 740 MB（4K/120 fps、高解像度）
kk: • 740 МБ: 4K, 120 кадр/с (жоғарырақ ажыратымдылық)
kn: • 120 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 740 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 740MB, 4K - 120fps(고해상도)
lt: • 740 MB pasirinkus 4K 120 kadr./s (didesnė raiška)
ml: • 120 fps-ൽ 4K-യോടു കൂടിയ 740 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 120 fps वर 4K सह 740 MB (उच्च रेझोल्यूशन)
ms: • 740 MB dengan 4K pada 120 bps (resolusi lebih tinggi)
nb: • 740 MB med 4K ved 120 bps (høyere oppløsning)
nl: • 740 MB met 4K op 120 fps (hogere resolutie)
or: • ^[120](formatNumber: true) fpsରେ 4K ସହିତ ^[740](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 120 fps ‘ਤੇ 4K ਨਾਲ 740 MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 740 MB przy 4K i 120 kl./s (wyższa rozdzielczość)
pt_br: • 740 MB com 4K a 120 fps (resolução maior)
pt_pt: • 740 MB com 4K a 120 fps (resolução superior)
ro: • 740 MB cu 4K la 120 fps (rezoluție mai înaltă)
ru: • 740 МБ при 4K, 120 кадр⁠/⁠с (более высокое разрешение)
sk: • 740 MB pri 4K, 120 fps (vyššie rozlíšenie)
sl: • 740 MB z ločljivostjo 4K pri 120 sličicah/s (višja ločljivost)
sv: • 740 MB i 4K med 120 bilder/s (högre upplösning)
ta: • 4K @ 120 fps, 740 MB (உயர் தெளிவுத்திறன்)
te: • 120 fpsగా 4Kతో 740 MB (అధిక రిజల్యూషన్)
th: • 740 MB ด้วย 4K ที่ 120 fps (ความละเอียดมากขึ้น)
tr: • 740 MB; 4K, 120 kare/sn. (daha yüksek çözünürlük)
uk: • 740 МБ для 4K із 120 кадр/с (вища роздільність)
ur: • ‏⁨^[120](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[740](formatNumber: true) MB⁩ (زیادہ ریزولیوشن)
vi: • 740 MB với 4K tại 120 fps (độ phân giải cao hơn)
zh_cn: • 740 MB, 4K/120 fps（高分辨率）
zh_hk: • 740 MB（4K/120 fps，更高解像度）
zh_tw: • 740 MB（4K/120 fps，較高解析度）

# CAM_RECORD_VIDEO_4K_120_MOST_COMPATIBLE
source: 4K at 120 fps (High Efficiency)
ar: ‏4K بمعدل ١٢٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 120 кадъра/сек (Високоефективен)
bn: 4K 120 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 120 fps (alta eficiència)
cs: 4K při 120 fps (vysoká efektivita)
da: 4K ved 120 bps (High Efficiency)
de: 4K (120 fps) (High Efficiency)
el: 4K στα 120 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 120 fps (alta eficiencia)
es_us: 4K a 120 fps (alta eficiencia)
fi: 4K / 120 fps (korkea hyötysuhde)
fr: 4K à 120 ips (haute efficacité)
fr_ca: 4K à 120 ips (haute efficacité)
gu: 120 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨120 FPS⁩ (יעילות גבוהה)
hi: 120 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 120 FPS (visoka učinkovitost)
hu: 4K / 120 fps (nagy hatékonyságú)
id: 4K pada 120 fps (Efisiensi Tinggi)
it: 4K a 120 fps (efficienza elevata)
ja: 4K/120 fps（高効率）
kk: 4K, 120 кадр/с (жоғары тиімділік)
kn: 120 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 120fps(고효율성)
lt: 4K 120 kadr./s (didelis efektyvumas)
ml: 120 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: 120 fps वर 4K (उच्च कार्यक्षमता)
ms: 4K pada 120 bps (Kecekapan Tinggi)
nb: 4K ved 120 bps (High Efficiency)
nl: 4K op 120 fps (High Efficiency)
or: ^[120](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 120 fps ‘ਤੇ 4K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 120 kl./s (High Efficiency)
pt_br: 4K a 120 fps (Alta Eficiência)
pt_pt: 4K a 120 fps (alta eficiência)
ro: 4K la 120 fps (eficiență înaltă)
ru: 4K, 120 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 120 fps (vysokoefektívny)
sl: 4K pri 120 sličicah/s (visoka učinkovitost)
sv: 4K med 120 bilder/s (Högeffektiv)
ta: 4K @ 120 fps (உயர் செயல்திறன்)
te: 120 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగినది)
th: 4K ที่ 120 fps (ประสิทธิภาพสูง)
tr: 4K, 120 kare/sn. (Yüksek Verimlilik)
uk: 4K із 120 кадр/с (високоефективний)
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 120 fps (Hiệu suất cao)
zh_cn: 4K/120 fps（高效）
zh_hk: 4K/120 fps（高效率）
zh_tw: 4K/120 fps（高效率）

# CAM_RECORD_VIDEO_4K_120_SHORT
source: 4K at 120 fps
ar: ‏4K بمعدل 120 إطار/ثانية
bg: 4K / 120 кадъра/сек
bn: 4K 120 fps-এ
ca: 4K a 120 fps
cs: 4K, 120 fps
da: 4K ved 120 bps
de: 4K (120 fps)
el: 4K στα 120 καρέ/δευτ.
es: 4K a 120 fps
es_us: 4K a 120 fps
fi: 4K / 120 fps
fr: 4K à 120 ips
fr_ca: 4K à 120 ips
gu: 120 fps પર 4K
he: ‏4K בקצב של ⁨120 FPS⁩
hi: 120 fps पर 4K
hr: 4K pri 120 fps
hu: 4K / 120 fps
id: 4K pada 120 fps
it: 4K a 120 fps
ja: 4K/120 fps
kk: 4K, 120 кадр/с
kn: 120 fpsನಲ್ಲಿ 4K
ko: 4K - 120fps
lt: 4K 120 kadr./s
ml: 120 fps‍-‍ൽ 4K
mr: 120 fps वर 4K
ms: 4K pada 120 bps
nb: 4K ved 120 bps
nl: 4K op 120 fps
or: ^[120](formatNumber: true) fpsରେ 4K
pa: 120 fps ‘ਤੇ 4K
pl: 4K, 120 kl./s
pt_br: 4K a 120 fps
pt_pt: 4K a 120 fps
ro: 4K la 120 fps
ru: 4K, 120 кадр/с
sk: 4K, 120 fps
sl: 4K in 120 sličic/s
sv: 4K med 120 bilder/s
ta: 4K @ 120 fps
te: 120 fpsగా 4K
th: 4K ที่ 120 fps
tr: 4K, 120 kare/sn.
uk: 4K (120 кадр/с)
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر 4K
vi: 4K tại 120 fps
zh_cn: 4K/120 fps
zh_hk: 4K/120 fps
zh_tw: 4K/120 fps

# CAM_RECORD_VIDEO_4K_FOOTER
source: • 350 MB with 4K (higher resolution)
ar: ‏• ٣٥٠ م.ب. بدقة 4K (دقة أعلى)
bg: • 350 MB с 4K (по-висока разделителна способност)
bn: • 4K-তে 350 MB (হায়ার রেজোলিউশন)
ca: • 350 MB amb 4K (major resolució)
cs: • 350 MB při 4K (vyšší rozlišení)
da: • 350 MB med 4K (højere opløsning)
de: • 350 MB in 4K (höhere Auflösung)
el: • 350 MB με 4K (υψηλότερη ανάλυση)
es: • 350 MB a 4K (mayor resolución)
es_us: • 350 MB con 4K (mayor resolución)
fi: • 350 Mt, jos valittuna on 4K (suurempi tarkkuus)
fr: • 350 Mo avec 4K (meilleure résolution)
fr_ca: • 350 Mo avec 4K (résolution maximale)
gu: • 4K સાથે 350 MB (હાયર રિઝોલ્યૂશન)
he: • 350 מ״ב באיכות 4K (רזולוציה גבוהה יותר)
hi: • 350 MB 4K (उच्च रिज़ोल्यूशन) के साथ
hr: • 350 MB s 4K (viša razlučivost)
hu: • 350 MB 4K-val (nagyobb felbontás)
id: • 350 MB dengan 4K (resolusi lebih tinggi)
it: • 350 MB con 4K (risoluzione superiore)
ja: • 350 MB（4K、高解像度）
kk: • 350 МБ: 4K (ажыратымдылығы жоғары)
kn: • 4K ಜೊತೆಗೆ 350 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 350MB, 4K(고해상도)
lt: • 350 MB pasirinkus 4K raišką (didesnė raiška)
ml: • 4K-യോടു കൂടിയ 350 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 4K सह 350 MB (उच्च रेझोल्यूशन)
ms: • 350 MB dengan 4K (resolusi lebih tinggi)
nb: • 350 MB med 4K (høy oppløsning)
nl: • 350 MB met 4K (hogere resolutie)
or: • 4K ସହିତ ^[350](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 4K ਨਾਲ 350 MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 350 MB przy 4K (wyższa rozdzielczość)
pt_br: • 350 MB com 4K (resolução maior)
pt_pt: • 350 MB com 4K (resolução mais alta)
ro: • 350 MB cu 4K (rezoluție mai înaltă)
ru: • 350 МБ при 4K (более высокое разрешение)
sk: • 350 MB pri 4K (vyššie rozlíšenie)
sl: • 350 MB z ločljivostjo 4K (višja ločljivost)
sv: • 350 MB med 4K (högre upplösning)
ta: • 4Kஇல் 350 MB (உயர் தெளிவுத்திறன்)
te: • 4Kతో 350 MB (అధిక రిజల్యూషన్)
th: • 350 MB ด้วย 4K (ความละเอียดมากขึ้น)
tr: • 350 MB; 4K (daha yüksek çözünürlük)
uk: • 350 МБ для 4K (вища роздільність)
ur: •‏4K (زیادہ ریزولیوشن) کے ساتھ ⁨^[350](formatNumber: true) MB⁩
vi: • 350 MB với 4K (độ phân giải cao hơn)
zh_cn: • 350 MB, 4K（高分辨率）
zh_hk: • 350 MB（4K，更高解像度）
zh_tw: • 350 MB（4K，較高解析度）
